[
  {
    "birthday": "March 6",
    "color": "c6c8cf",
    "name": "Nishimura Hiroyuki",
    "description": "Hiroyuki is an arctic fox who is forgetful and carefree. He also has a ditzy personality. He enjoys manga and video games a lot,  an interest he shares with Kounosuke and Shun back in Minasato, respectively. Such hobbies seem to even become one of the few things he still enjoys after he moved to Osaka.",
    "animal": "Arctic Fox",
    "thumbnail_link": "https://cdn.discordapp.com/attachments/716581349020008520/808055400501870602/hiroface.png",
    "age": 18,
    "zodiac": "Pisces"
  },
  {
    "birthday": "June 19",
    "color": "8c604d",
    "name": "Mikazuki Juuichi",
    "description": "Juuichi is a bear who sometimes can be grumpy, but usually doesn't show his emotions. He's a skillful judo practitioner, and often uses his skills to assert Torahiko's unmannered shenanigans. Although it might seem that he's a bit cold at first, he's actually a very caring person.",
    "animal": "Bear",
    "thumbnail_link": "https://cdn.discordapp.com/attachments/716581349020008520/808055402398875738/juuface.png",
    "age": 19,
    "zodiac": "Gemini"
  },
  {
    "birthday": "October 22",
    "color": "aa8243",
    "name": "Kuri Kounosuke",
    "description": "Kounosuke is a racoon dog who likes new things and known for being always late on appointments. While sometimes the things he does would irritate others, he means no harm. He also has a camera and has an interest in photography, and is very curious about urban lives.",
    "animal": "Raccoon Dog",
    "thumbnail_link": "https://cdn.discordapp.com/attachments/716581349020008520/808055407682650173/kounoface.png",
    "age": 18,
    "zodiac": "Libra"
  },
  {
    "birthday": "April 2",
    "color": "414c59",
    "name": "Aotsuki Kouya",
    "description": "Kouya is a husky who can be very stubborn from time to time and easily pissed. He's not very social and doesn't show his emotions easily. He is also in a band and sometimes can be quite rebellious, too.",
    "animal": "Husky",
    "thumbnail_link": "https://cdn.discordapp.com/attachments/716581349020008520/808055408832413736/kouyaface.png",
    "age": 18,
    "zodiac": "Aries"
  },
  {
    "birthday": "February 14",
    "color": "d6bc82",
    "name": "Takahara Kyouji",
    "description": "Kyouji is a calm and mature labrador, who is very popular in the school due to his personality and the fact that he's the captain of the soccer club. He always has a smile on his face, making it hard to understand what he's thinking. That being said, he can be quite mischievous, too.",
    "animal": "Labrador",
    "thumbnail_link": "https://cdn.discordapp.com/attachments/716581349020008520/808055411658719292/kyoface.png",
    "age": 19,
    "zodiac": "Aquarius"
  },
  {
    "birthday": "January 3",
    "color": "45434e",
    "name": "Kuroi Shin",
    "description": "Shin is a very reserved and quiet cat, but at the same time who also shows to have a rather sharp tongue. He suffers from asthma, which is one of the reasons he moved to Minasato. Although he's a son to a rich family, he doesn't meet his parents very often.",
    "animal": "Cat",
    "thumbnail_link": "https://cdn.discordapp.com/attachments/716581349020008520/808055447512547339/shinface.png",
    "age": 18,
    "zodiac": "Capricorn"
  },
  {
    "birthday": "July 4",
    "color": "decfa9",
    "name": "Kodori Shun",
    "description": "Shun is a wolf who is the youngest among all and is always energetic. He loves video games and used to play with Hiroyuki a lot back in Minasato. Despite the responsibility of the shrine in the future, he longs to become a top gamer one day. He would never say no and can be very serious when it comes to competitions.",
    "animal": "Wolf",
    "thumbnail_link": "https://cdn.discordapp.com/attachments/716581349020008520/808055449869090876/shunface.png",
    "age": 18,
    "zodiac": "Cancer"
  },
  {
    "birthday": "January 14",
    "color": "86b564",
    "name": "Midoriya Tatsuki",
    "description": "Tatsuki is a dragon who is always joyful and happy. Although it can be said that he has some drinking problems, overall he is a nice person, and almost always helps his friends. He also likes painting and carpentry.",
    "animal": "Dragon",
    "thumbnail_link": "https://cdn.discordapp.com/attachments/716581349020008520/808055456081379348/tatsuface.png",
    "age": 20,
    "zodiac": "Capricorn"
  },
  {
    "birthday": "May 8",
    "color": "d6713a",
    "name": "Touno Soutarou",
    "description": "Soutarou is a lion who is very gentle and has good manners. He's always trying to be kind to people, though it might also be another sign of him being shy. Since he's latecomer to Minasato, he often feels sorta alienated from others, and would only be comfortable when Kyouji is around.",
    "animal": "Lion",
    "thumbnail_link": "https://cdn.discordapp.com/attachments/716581349020008520/808055452872605706/tarouface.png",
    "age": 18,
    "zodiac": "Taurus"
  },
  {
    "birthday": "August 19",
    "color": "dfd16c",
    "name": "Ooshima Torahiko",
    "description": "Torahiko is a joyful and energetic tiger, so much that sometimes he can annoy people and end up being kicked. He was born to the only inn in Minasato--Ooshima Inn, which later became one of the most famous tourist destinations in Minasato. Since his father is an excellent chef, under his father's unforgiving trainings, he is also a great chef himself. But later due to the fact that he started to overcome his fear of waters, it turned out that he's also an extremely talented swimmer, too.",
    "animal": "Tiger",
    "thumbnail_link": "https://cdn.discordapp.com/attachments/716581349020008520/808055457049739294/toraface.png",
    "age": 18,
    "zodiac": "Leo"
  }
]